{
    "feed": {
        "@xmlns:yt": "http://www.youtube.com/xml/schemas/2015",
        "@xmlns:media": "http://search.yahoo.com/mrss/",
        "@xmlns": "http://www.w3.org/2005/Atom",
        "link": [
            {
                "@rel": "self",
                "@href": "http://www.youtube.com/feeds/videos.xml?channel_id=UCF31eojFKhWQJviyMICWO2w"
            },
            {
                "@rel": "alternate",
                "@href": "https://www.youtube.com/channel/UCF31eojFKhWQJviyMICWO2w"
            }
        ],
        "id": "yt:channel:F31eojFKhWQJviyMICWO2w",
        "yt:channelId": "F31eojFKhWQJviyMICWO2w",
        "title": "Bitcoin University",
        "author": {
            "name": "Bitcoin University",
            "uri": "https://www.youtube.com/channel/UCF31eojFKhWQJviyMICWO2w"
        },
        "published": "2016-02-26T00:52:31+00:00",
        "entry": {
            "id": "yt:video:SRKpX4rbvLo",
            "yt:videoId": "SRKpX4rbvLo",
            "yt:channelId": "UCF31eojFKhWQJviyMICWO2w",
            "title": "Was Bitcoin Fairly Distributed?",
            "link": {
                "@rel": "alternate",
                "@href": "https://www.youtube.com/watch?v=SRKpX4rbvLo"
            },
            "author": {
                "name": "Bitcoin University",
                "uri": "https://www.youtube.com/channel/UCF31eojFKhWQJviyMICWO2w"
            },
            "published": "2023-12-14T12:58:51+00:00",
            "updated": "2023-12-14T12:58:51+00:00",
            "media:group": {
                "media:title": "Was Bitcoin Fairly Distributed?",
                "media:content": {
                    "@url": "https://www.youtube.com/v/SRKpX4rbvLo?version=3",
                    "@type": "application/x-shockwave-flash",
                    "@width": "640",
                    "@height": "390"
                },
                "media:thumbnail": {
                    "@url": "https://i4.ytimg.com/vi/SRKpX4rbvLo/hqdefault.jpg",
                    "@width": "480",
                    "@height": "360"
                },
                "media:description": "Learn how to get some non-KYC Bitcoin:\nhttps://www.bitcoinuniversity.com/courses/76599-the-ultimate-guide-to-bitcoin\n\nIn this video, I discuss whether Bitcoin was fairly distributed.\n\nThis is a strange question to ask, since Bitcoin is a voluntary opt-in system, unlike fiat which is enforced at the edge of the sword.\n\nNevertheless, we can conclude that Bitcoin's distribution was fair, if not equal. Bitcoin started off having zero economic value, and so was initially prized most by people who had put in the hard work to understand its construction and properties.\n\nUnlike other crypto, Bitcoin experienced a slow and spontaneous monetization, free from unethical premines, pre-sales, and pump and dumps.\n\nI run through the thought experiment of a global air-drop of Bitcoin to every single human being on the planet in 2009. Without the block subsidy and any substantial transaction fee market, Bitcoin mining would never have taken off.\n\nIn addition, most people would have lost or sold their coins early on, not valuing something that they got for free in an air-drop. This is similar to what happened with the voucher privatization program after the fall of the Soviet Union.\n\nThe most difficult part of Bitcoin is not acquiring it, but hodling it. Hodling requires strong conviction, and there's no way to air-drop strong conviction. Strong conviction can only come from having put in the proof of work over time.\n\nEveryone gets Bitcoin at the price that they deserve. If you heard about Bitcoin many years ago and never looked into it, you should blame yourself and not Satoshi. I first heard about Bitcoin in 2011, but did not become a hodler until late 2019, so I blame myself as well for my intellectual laziness and arrogance.\n  \nNot investment advice! Consult a financial advisor.\n\nWhat it's actually like to hodl:\nhttps://www.reddit.com/media?url=https%3A%2F%2Fi.redd.it%2Fzz2mbbejm9j61.jpg\n\nMost Salvadorans have already ditched their national bitcoin wallets:\nhttps://restofworld.org/2022/el-salvador-chivo-bitcoin-wallet/\n\nVoucher privatization program in Russia:\nhttps://en.wikipedia.org/wiki/Privatization_in_Russia#Voucher_privatization_(1992%E2%80%931994)\n\nEthereum Developer Vitalik Buterin Sold 25% Of His Coins:\nhttps://themerkle.com/ethereum-developer-vitalik-buterin-sold-25-of-his-coins/\n\nCrypto premines and presales:\nhttps://miro.medium.com/v2/resize:fit:1358/1*TayypeN1nRVdmikXjuy4hA.png\n\nI am not being paid or otherwise compensated by any company or cryptocurrency project that I mention in my videos. My opinion is not for sale. Please do not contact me with any affiliate or advertising deals. \n\n#Bitcoin \n#crypto  \n\nDisclaimer \nNeither Bitcoin University, nor any of its directors, officers, shareholders, personnel, representatives, agents, or independent contractors (collectively, the “Operator Parties”) are licensed financial advisors, registered investment advisors, or registered broker-dealers. None of the Operator Parties are providing investment, financial, legal, or tax advice, and nothing in this video, on this YouTube channel, or at www.Trader.University or www.BitcoinUniversity.com (henceforth, “the Sites”) should be construed as such by you. This video, channel, and the Sites should be used as educational tools only and are not replacements for professional investment advice. Trading or investing in new and volatile assets like Bitcoin can be risky.",
                "media:community": {
                    "media:starRating": {
                        "@count": "381",
                        "@average": "5.00",
                        "@min": "1",
                        "@max": "5"
                    },
                    "media:statistics": {
                        "@views": "1377"
                    }
                }
            }
        }
    }
}